[ID_Orchid_FireWater MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Uísque"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_FireWater:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=Uísque caseiro Donk! Nada bate tão forte como um Donk! Continue atirando!"
NoConstraintText=""
Suffix=""
Prefix=""

[MO_Orchid_FrankCorpse InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[Orchid_Icon_GiveWhiskey InteractionIconDefinition]
Text="ENTREGAR O UÍSQUE"

[Orchid_Icon_TalkFrank InteractionIconDefinition]
Text="FALAR COM O FRANK"

